Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

source: Given the severity you've selected, consider seeing a physician or physiotherapist before continuing to train this area. Soma's guidance here is informational only, not a diagnosis.
de: Angesichts des von dir gewählten Schweregrads solltest du einen Arzt oder Physiotherapeuten aufsuchen, bevor du dieses Körperareal weiter trainierst. Somas Hinweise hier dienen nur der Information und stellen keine Diagnose dar.
es: Dada la gravedad que has seleccionado, considera consultar a un médico o fisioterapeuta antes de seguir entrenando esta zona. La orientación de Soma aquí es solo informativa, no un diagnóstico.
fr: Compte tenu de la gravité que vous avez sélectionnée, envisagez de consulter un médecin ou un kinésithérapeute avant de continuer à entraîner cette zone. Les conseils de Soma ici sont uniquement informatifs, pas un diagnostic.
hy: Հաշվի առնելով քո ընտրած ծանրության աստիճանը՝ դիմիր բժշկի կամ ֆիզիոթերապևտի, նախքան այս հատվածը մարզելը շարունակես։ Soma-ի այս ուղեցույցը միայն տեղեկատվական է և ախտորոշում չէ։
it: Data la gravità selezionata, valuta di consultare un medico o un fisioterapista prima di continuare ad allenare quest'area. Le indicazioni di Soma qui sono solo informative, non una diagnosi.
ka: შენ მიერ არჩეული სიმძიმის გათვალისწინებით, სასურველია მიმართო ექიმს ან ფიზიოთერაპევტს, სანამ ამ უბნის ვარჯიშს განაგრძობ. Soma-ს რჩევა აქ მხოლოდ საინფორმაციო ხასიათისაა და დიაგნოზი არ არის.
ru: Учитывая выбранную тяжесть, рассмотри возможность обращения к врачу или физиотерапевту, прежде чем продолжать тренировать эту область. Рекомендации Soma здесь носят исключительно информационный характер и не являются диагнозом.
sr: С обзиром на изабрани ниво озбиљности, размисли о посети лекару или физиотерапеуту пре него што наставиш да тренираш ову зону. Смернице које ти Soma даје овде су искључиво информативне природе и не представљају дијагнозу.

source: Goal
de: Ziel
es: Objetivo
fr: Cible
hy: Նպատակ
it: Obiettivo
ka: მიზანი
ru: Цель
sr: Циљ

source: Goal 8 glasses · tap to change
de: Ziel: 8 Gläser · zum Ändern tippen
es: Meta: 8 vasos · toca para cambiar
fr: Objectif : 8 verres · touchez pour modifier
hy: Նպատակ՝ 8 բաժակ · հպիր՝ փոխելու համար
it: Obiettivo: 8 bicchieri · tocca per modificare
ka: მიზანი: 8 ჭიქა · შეეხე შესაცვლელად
ru: Цель: 8 стаканов · нажми, чтобы изменить
sr: Циљ: 8 чаша · додирни за промену

source: Goal body
de: Zielkörper
es: Cuerpo objetivo
fr: Corps cible
hy: Նպատակային մարմին
it: Corpo obiettivo
ka: სამიზნე სხეული
ru: Целевое тело
sr: Циљано тело

source: Goal options
de: Zieloptionen
es: Opciones del objetivo
fr: Options de l'objectif
hy: Նպատակի ընտրանքներ
it: Opzioni obiettivo
ka: მიზნის ოპციები
ru: Параметры цели
sr: Опције циља

source: Goal photo comparison
de: Vergleich der Zielfotos
es: Comparación de fotos de meta
fr: Comparaison des photos de l'objectif
hy: Նպատակի լուսանկարների համեմատություն
it: Confronto delle foto obiettivo
ka: მიზნის ფოტოების შედარება
ru: Сравнение фото цели
sr: Поређење циљних фотографија

source: Goal photo history
de: Verlauf der Zielfotos
es: Historial de fotos objetivo
fr: Historique des photos objectif
hy: Նպատակային լուսանկարների պատմություն
it: Cronologia foto obiettivo
ka: მიზნის ფოტოების ისტორია
ru: История фото цели
sr: Историја фотографија циља

source: Goal photo, current photo, and how you'll get there
de: Zielfoto, aktuelles Foto und wie du dorthin kommst
es: Foto objetivo, foto actual y cómo llegar hasta ahí
fr: Photo cible, photo actuelle et comment y parvenir
hy: Նպատակի լուսանկարը, ընթացիկ լուսանկարը և թե ինչպես կհասնես դրան
it: Foto obiettivo, foto attuale e come arrivarci
ka: მიზნის ფოტო, მიმდინარე ფოტო და როგორ მიაღწევ მას
ru: Фото цели, текущее фото и то, как ты к ней придёшь
sr: Циљна фотографија, тренутна фотографија и начин на који ћеш стићи до циља

source: Goal progress
de: Zielfortschritt
es: Progreso de la meta
fr: Progression de l'objectif
hy: Նպատակի առաջընթաց
it: Progressi dell'obiettivo
ka: მიზნის პროგრესი
ru: Прогресс цели
sr: Напредак циља

source: Goal vs. Current
de: Ziel vs. Aktuell
es: Objetivo vs. Actual
fr: Cible vs. Actuel
hy: Նպատակ և ընթացիկ
it: Obiettivo vs. Attuale
ka: მიზანი და მიმდინარე
ru: Цель против текущего
sr: Циљ наспрам тренутног

source: Goals
de: Ziele
es: Objetivos
fr: Objectifs
hy: Նպատակներ
it: Obiettivi
ka: მიზნები
ru: Цели
sr: Циљеви

source: Goals aren't available right now
de: Ziele sind gerade nicht verfügbar
es: Los objetivos no están disponibles en este momento
fr: Les objectifs ne sont pas disponibles pour le moment
hy: Նպատակներն այս պահին հասանելի չեն
it: Gli obiettivi non sono disponibili al momento
ka: მიზნები ამჟამად ხელმისაწვდომი არ არის
ru: Цели сейчас недоступны
sr: Циљеви тренутно нису доступни

source: Got a task from your coach? Add it here — do the work in Soma and show them your progress: sessions and measurements export as one card.
de: Hast du eine Aufgabe von deinem Trainer bekommen? Füge sie hier hinzu — erledige das Training in Soma und zeig ihm deinen Fortschritt: Einheiten und Messwerte werden als eine Karte exportiert.
es: ¿Tu entrenador te dio una tarea? Añádela aquí — haz el trabajo en Soma y muéstrale tu progreso: las sesiones y las mediciones se exportan en una sola tarjeta.
fr: Votre entraîneur vous a donné une tâche ? Ajoutez-la ici — faites le travail dans Soma et montrez-lui vos progrès : les séances et les mesures s'exportent en une seule carte.
hy: Մարզիչիցդ առաջադրանք ես ստացել: Ավելացրու այն այստեղ — կատարիր այն Soma-ում և ցույց տուր նրան քո առաջընթացը. պարապմունքներն ու չափումները արտահանվում են մեկ քարտի տեսքով:
it: Hai un compito dal tuo allenatore? Aggiungilo qui — allenati in Soma e mostragli i tuoi progressi: sessioni e misurazioni vengono esportate in un'unica scheda.
ka: მწვრთნელისგან დავალება მიიღე? დაამატე აქ — შეასრულე Soma-ში და აჩვენე მას შენი პროგრესი: სესიები და გაზომვები ერთ ბარათად გამოდის.
ru: Получил задание от тренера? Добавь его сюда — выполняй его в Soma и показывай тренеру свой прогресс: занятия и замеры экспортируются в виде одной карточки.
sr: Имаш задатак од тренера? Додај га овде — уради га у Soma апликацији и покажи тренеру свој напредак: сесије и мерења се извозе као једна картица.

source: Got it
de: Verstanden
es: Entendido
fr: Compris
hy: Հասկացա
it: Capito
ka: გასაგებია
ru: Понятно
sr: Разумем

source: Got it -- let's go
de: Verstanden -- los geht's
es: Entendido -- vamos
fr: Compris -- allons-y
hy: Հասկացա -- գնա՛նք
it: Capito -- andiamo
ka: გასაგებია -- წავიდეთ
ru: Понятно -- поехали
sr: Разумем -- крени

source: Gym & access
de: Fitnessstudio & Zugang
es: Gimnasio y acceso
fr: Salle de sport et accès
hy: Մարզասրահ և հասանելիություն
it: Palestra e accesso
ka: სავარჯიშო დარბაზი და წვდომა
ru: Зал и доступ
sr: Теретана и приступ

source: HISTORY
de: VERLAUF
es: HISTORIAL
fr: HISTORIQUE
hy: ՊԱՏՄՈՒԹՅՈՒՆ
it: CRONOLOGIA
ka: ისტორია
ru: ИСТОРИЯ
sr: ИСТОРИЈА

source: Halfway
de: Auf halbem Weg
es: A mitad de camino
fr: À mi-parcours
hy: Կիսաճանապարհին
it: A metà percorso
ka: შუა გზაზე
ru: На полпути
sr: На пола пута

source: Have a referral code?
de: Hast du einen Empfehlungscode?
es: ¿Tienes un código de referido?
fr: Vous avez un code de parrainage ?
hy: Ունե՞ս հրավերի կոդ։
it: Hai un codice di invito?
ka: გაქვს სარეფერალო კოდი?
ru: Есть реферальный код?
sr: Имаш реферални код?

source: Health & Safety
de: Gesundheit & Sicherheit
es: Salud y seguridad
fr: Santé et sécurité
hy: Առողջություն և անվտանգություն
it: Salute e sicurezza
ka: ჯანმრთელობა და უსაფრთხოება
ru: Здоровье и безопасность
sr: Здравље и безбедност

source: Health dashboard
de: Gesundheits-Dashboard
es: Panel de salud
fr: Tableau de bord santé
hy: Առողջության վահանակ
it: Dashboard salute
ka: ჯანმრთელობის დაფა
ru: Панель здоровья
sr: Табла здравља

source: Helps point your plan and nutrition in the right direction
de: Hilft, deinen Plan und deine Ernährung in die richtige Richtung zu lenken
es: Ayuda a orientar tu plan y nutrición en la dirección correcta
fr: Aide à orienter votre plan et votre nutrition dans la bonne direction
hy: Օգնում է քո պլանն ու սնուցումը ճիշտ ուղղությամբ դասավորել
it: Aiuta a orientare il tuo piano e la tua alimentazione nella direzione giusta
ka: გეხმარება, რომ სწორი მიმართულებით წარმართო შენი გეგმა და კვება.
ru: Помогает направить твой план и питание в нужную сторону
sr: Помаже да твој план и исхрана крену у правом правцу

source: Here's what Soma detected. Add or remove anything before continuing.
de: Das hat Soma erkannt. Füge vor dem Fortfahren etwas hinzu oder entferne es.
es: Esto es lo que Soma detectó. Añade o elimina lo que necesites antes de continuar.
fr: Voici ce que Soma a détecté. Ajoutez ou supprimez des éléments avant de continuer.
hy: Ահա, ինչ հայտնաբերեց Soma-ն։ Ավելացրու կամ հեռացրու ինչ-որ բան, նախքան շարունակելը։
it: Ecco cosa ha rilevato Soma. Aggiungi o rimuovi elementi prima di continuare.
ka: აი, რა აღმოაჩინა Soma-მ. დაამატე ან წაშალე რამე გაგრძელებამდე.
ru: Вот что удалось определить Soma. Добавь или убери что-нибудь перед тем, как продолжить.
sr: Ево шта је Soma препознала. Додај или уклони нешто пре него што наставиш.

source: Here's your realistic timeline
de: Hier ist dein realistischer Zeitplan
es: Aquí tienes tu cronograma realista
fr: Voici votre calendrier réaliste
hy: Ահա քո իրատեսական ժամանակացույցը
it: Ecco la tua tempistica realistica
ka: აჰა შენი რეალისტური გრაფიკი
ru: Вот твой реалистичный график
sr: Ево твог реалистичног временског оквира

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
hy: Թաքցնել մանրամասները
it: Nascondi dettagli
ka: დეტალების დამალვა
ru: Скрыть детали
sr: Сакриј детаље

source: High stress
de: Hoher Stress
es: Estrés alto
fr: Stress élevé
hy: Բարձր սթրես
it: Stress alto
ka: მაღალი სტრესი
ru: Высокий стресс
sr: Висок стрес

source: Home → Train for your sport
de: Start → Trainiere für deine Sportart
es: Inicio → Entrena para tu deporte
fr: Accueil → Entraînez-vous pour votre sport
hy: Գլխավոր → Մարզվիր քո սպորտի համար
it: Home → Allenati per il tuo sport
ka: მთავარი → ივარჯიშე შენი სპორტისთვის
ru: Главная → Тренируйся для своего спорта
sr: Почетна → Тренирај за свој спорт

source: How Soma is getting you there
de: Wie Soma dich dorthin bringt
es: Cómo Soma te está llevando ahí
fr: Comment Soma vous y mène
hy: Ինչպես է Soma-ն քեզ տանում այնտեղ
it: Come Soma ti sta portando lì
ka: როგორ მიგიყვანს Soma იქ
ru: Как Soma ведёт тебя к цели
sr: Како те Soma води до циља

source: How fast do you want to reach your goal?
de: Wie schnell möchtest du dein Ziel erreichen?
es: ¿Con qué rapidez quieres alcanzar tu objetivo?
fr: À quelle vitesse voulez-vous atteindre votre objectif ?
hy: Որքա՞ն արագ ես ուզում հասնել քո նպատակին։
it: Con quale rapidità vuoi raggiungere il tuo obiettivo?
ka: რამდენად სწრაფად გინდა მიაღწიო მიზანს?
ru: Как быстро ты хочешь достичь цели?
sr: Колико брзо желиш да достигнеш свој циљ?

source: How it felt
de: Wie es sich angefühlt hat
es: Cómo te sentiste
fr: Votre ressenti
hy: Ինչպես էիր զգում
it: Come ti sei sentito
ka: როგორ გრძნობდი თავს
ru: Как это было
sr: Како си се осећао

source: How many weeks did your coach set? %lld
de: Wie viele Wochen hat dein Coach festgelegt? %lld
es: ¿Cuántas semanas te puso tu coach? %lld
fr: Combien de semaines votre coach a-t-il prévues ? %lld
hy: Քանի՞ շաբաթ է սահմանել քո մարզիչը: %lld
it: Quante settimane ti ha assegnato il tuo coach? %lld
ka: რამდენი კვირა დაგისახა მწვრთნელმა? %lld
ru: Сколько недель назначил тренер? %lld
sr: Колико недеља је тренер одредио? %lld

source: How many workouts do you do per week?
de: Wie viele Workouts machst du pro Woche?
es: ¿Cuántos entrenamientos haces por semana?
fr: Combien de séances d'entraînement faites-vous par semaine ?
hy: Շաբաթական քանի՞ մարզում ես անում:
it: Quanti allenamenti fai a settimana?
ka: კვირაში რამდენ ვარჯიშს აკეთებ?
ru: Сколько тренировок в неделю ты делаешь?
sr: Колико тренинга имаш недељно?

source: How this fits your goal
de: Wie das zu deinem Ziel passt
es: Cómo encaja con tu objetivo
fr: Comment cela s'inscrit dans votre objectif
hy: Ինչպես է սա համապատասխանում քո նպատակին
it: Come si inserisce nel tuo obiettivo
ka: როგორ ესადაგება ეს შენს მიზანს
ru: Как это соответствует твоей цели
sr: Како се ово уклапа у твој циљ

source: How to allow it
de: So erlaubst du es
es: Cómo permitirlo
fr: Comment l'autoriser
hy: Ինչպես թույլատրել
it: Come consentirlo
ka: როგორ დართო წვდომა
ru: Как разрешить
sr: Како то дозволити

source: How to measure
de: So misst du
es: Cómo medir
fr: Comment mesurer
hy: Ինչպես չափել
it: Come misurare
ka: როგორ გავზომოთ
ru: Как измерять
sr: Како мерити

source: How to perform it
de: So führst du sie aus
es: Cómo realizarlo
fr: Comment l'exécuter
hy: Ինչպես կատարել
it: Come eseguirlo
ka: როგორ შევასრულოთ
ru: Как выполнять
sr: Како се изводи

source: How to turn it on
de: So schaltest du sie ein
es: Cómo activarlo
fr: Comment l'activer
hy: Ինչպես միացնել
it: Come attivarla
ka: როგორ ჩართო
ru: Как включить
sr: Како то укључити

source: How you're feeling today
de: Wie du dich heute fühlst
es: Cómo te sientes hoy
fr: Comment vous vous sentez aujourd'hui
hy: Ինչպես ես զգում ես այսօր
it: Come ti senti oggi
ka: როგორ გრძნობ თავს დღეს
ru: Как ты себя чувствуешь сегодня
sr: Како се данас осећаш

source: How's your %@ feeling today?
de: Wie fühlt sich dein %@ heute an?
es: ¿Cómo sientes tu %@ hoy?
fr: Comment va votre %@ aujourd'hui ?
hy: Ինչպե՞ս է քո %@-ն այսօր։
it: Come si sente il tuo %@ oggi?
ka: დღეს, როგორ გრძნობს თავს შენი %@?
ru: Как сегодня твои %@?
sr: Како ти је %@ данас?

source: I agree to Soma's Terms of Service and Privacy Policy, and understand Soma's recommendations are not medical advice.
de: Ich stimme den Nutzungsbedingungen und der Datenschutzrichtlinie von Soma zu und verstehe, dass die Empfehlungen von Soma keine medizinische Beratung darstellen.
es: Acepto los Términos de Servicio y la Política de Privacidad de Soma, y entiendo que las recomendaciones de Soma no constituyen asesoramiento médico.
fr: J'accepte les Conditions d'utilisation et la Politique de confidentialité de Soma, et je comprends que les recommandations de Soma ne constituent pas un avis médical.
hy: Ես համաձայն եմ Soma-ի Օգտագործման պայմաններին և Գաղտնիության քաղաքականությանը և հասկանում եմ, որ Soma-ի առաջարկությունները բժշկական խորհրդատվություն չեն.
it: Accetto i Termini di Servizio e l'Informativa sulla Privacy di Soma e comprendo che i consigli di Soma non costituiscono consulenza medica.
ka: ვეთანხმები Soma-ს მომსახურების პირობებსა და კონფიდენციალურობის პოლიტიკას და მესმის, რომ Soma-ს რეკომენდაციები არ წარმოადგენს სამედიცინო რჩევას.
ru: Я соглашаюсь с Условиями использования и Политикой конфиденциальности Soma и понимаю, что рекомендации Soma не являются медицинской консультацией.
sr: Слажем се са Условима коришћења и Политиком приватности апликације Soma и разумем да препоруке апликације Soma нису медицински савет.

source: INSIGHTS
de: EINBLICKE
es: ANÁLISIS
fr: ANALYSES
hy: ՎԵՐԼՈՒԾՈՒԹՅՈՒՆ
it: ANALISI
ka: ანალიტიკა
ru: АНАЛИТИКА
sr: АНАЛИТИКА

source: Ideas for next time, based on your feedback
de: Ideen fürs nächste Mal, basierend auf deinem Feedback
es: Ideas para la próxima vez, según tus comentarios
fr: Idées pour la prochaine fois, basées sur vos commentaires
hy: Գաղափարներ հաջորդ անգամի համար՝ հիմնված քո արձագանքի վրա
it: Idee per la prossima volta, basate sul tuo feedback
ka: იდეები შემდეგი ჯერისთვის, შენი გამოხმაურების საფუძველზე
ru: Идеи на следующий раз на основе твоего отзыва
sr: Идеје за следећи пут, на основу твог фидбека

source: In ~5 days we'll confirm your baseline — second attempts usually score higher.
de: In etwa 5 Tagen bestätigen wir deine Basis — zweite Versuche fallen meist besser aus.
es: En unos 5 días confirmaremos tu base — los segundos intentos suelen dar mejores resultados.
fr: Dans environ 5 jours, nous confirmerons votre référence — les deuxièmes tentatives donnent généralement de meilleurs résultats.
hy: Մոտ 5 օրից մենք կհաստատենք քո ելակետային ցուցանիշը — երկրորդ փորձերը սովորաբար ավելի բարձր արդյունք են ցույց տալիս:
it: Tra circa 5 giorni confermeremo la tua base — i secondi tentativi di solito danno risultati migliori.
ka: დაახლოებით 5 დღეში დავადასტურებთ შენს საწყის მაჩვენებელს — მეორე მცდელობა ჩვეულებრივ უკეთეს შედეგს იძლევა.
ru: Через ~5 дней мы подтвердим твой исходный показатель — вторая попытка обычно даёт результат выше.
sr: За ~5 дана ћемо потврдити твој почетни резултат — други покушаји обично дају бољи резултат.

source: Injuries
de: Verletzungen
es: Lesiones
fr: Blessures
hy: Վնասվածքներ
it: Infortuni
ka: ტრავმები
ru: Травмы
sr: Повреде

source: Injury check-in
de: Verletzungs-Check-in
es: Seguimiento de lesión
fr: Suivi de blessure
hy: Վնասվածքի ստուգում
it: Controllo infortunio
ka: ტრავმის შემოწმება
ru: Проверка на травмы
sr: Провера повреда

source: Jump higher
de: Höher springen
es: Salta más alto
fr: Sauter plus haut
hy: Ավելի բարձր ցատկել
it: Salta più in alto
ka: მაღლა ხტომა
ru: Прыгать выше
sr: Скочи више

source: Just a couple of things before we continue.
de: Nur noch ein paar Dinge, bevor wir fortfahren.
es: Solo un par de cosas antes de continuar.
fr: Encore quelques éléments avant de continuer.
hy: ԵՒս մի քանի բան, նախքան կշարունակենք.
it: Solo un paio di cose prima di continuare.
ka: კიდევ ორიოდე რამ, სანამ გავაგრძელებთ.
ru: Ещё пара моментов, прежде чем продолжим.
sr: Још неколико ствари пре него што наставимо.

source: Keep showing up -- consistency compounds.
de: Bleib dran -- Konstanz zahlt sich aus.
es: Sigue apareciendo -- la constancia se acumula.
fr: Continuez à vous présenter -- la régularité paie.
hy: Մի՛ կանգնիր՝ հետևողականությունը արդյունք է տալիս։
it: Continua a presentarti -- la costanza premia nel tempo.
ka: ნუ გაჩერდები — თანმიმდევრულობა შედეგს იძლევა.
ru: Не останавливайся — стабильность даёт результат.
sr: Не одустај — доследност се исплати.

source: Key Metrics
de: Wichtige Kennzahlen
es: Métricas clave
fr: Indicateurs clés
hy: Հիմնական ցուցանիշներ
it: Metriche chiave
ka: ძირითადი მაჩვენებლები
ru: Ключевые показатели
sr: Кључне метрике

source: LAST NIGHT
de: LETZTE NACHT
es: ANOCHE
fr: CETTE NUIT
hy: ԱՆՑԱԾ ԳԻՇԵՐ
it: STANOTTE
ka: წუხანდელი ღამე
ru: ПРОШЛОЙ НОЧЬЮ
sr: ПРОШЛЕ НОЋИ

source: Language
de: Sprache
es: Idioma
fr: Langue
hy: Լեզու
it: Lingua
ka: ენა
ru: Язык
sr: Језик

source: Last night, on home
de: Letzte Nacht, auf der Startseite
es: Anoche, en el inicio
fr: La nuit dernière, sur l'accueil
hy: Անցած գիշեր, Գլխավոր էջում
it: Ieri notte, nella home
ka: გასულ ღამეს, მთავარ გვერდზე
ru: Прошлая ночь, на главном экране
sr: Прошле ноћи, на почетном екрану

source: Let's check in first
de: Lass uns zuerst kurz nachfragen
es: Primero, hagamos un chequeo
fr: Faisons d'abord un point
hy: Նախ ստուգենք, թե ինչպես ես
it: Prima facciamo un check-in
ka: ჯერ შევამოწმოთ, როგორ ხარ
ru: Сначала проверим самочувствие
sr: Прво да проверимо стање

source: Let's get started!
de: Los geht's!
es: ¡Empecemos!
fr: Commençons !
hy: Սկսենք!
it: Iniziamo!
ka: დავიწყოთ!
ru: Начнём!
sr: Хајде да почнемо!

source: Light
de: Leicht
es: Ligero
fr: Léger
hy: Մակերեսային
it: Leggero
ka: მსუბუქი
ru: Лёгкий
sr: Лако

source: Log In
de: Anmelden
es: Iniciar sesión
fr: Connexion
hy: Մուտք գործել
it: Accedi
ka: შესვლა
ru: Войти
sr: Пријави се

source: Log Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
hy: Դուրս գալ
it: Esci
ka: გამოსვლა
ru: Выйти
sr: Одјави се

source: Log a meal instead
de: Stattdessen eine Mahlzeit protokollieren
es: Registrar una comida en su lugar
fr: Enregistrer un repas à la place
hy: Փոխարենը գրանցել կերակուր
it: Registra un pasto invece
ka: სამაგიეროდ კვების ჩაწერა
ru: Записать приём пищи вместо этого
sr: Уместо тога забележи оброк

source: Log a workout today to start one.
de: Protokolliere heute ein Workout, um eine zu starten.
es: Registra un entrenamiento hoy para empezar una.
fr: Enregistrez un entraînement aujourd'hui pour en commencer une.
hy: Այսօր գրանցիր մարզում՝ շարք սկսելու համար։
it: Registra un allenamento oggi per iniziarne una.
ka: დღეს ჩაინიშნე ვარჯიში სერიის დასაწყებად.
ru: Запиши тренировку сегодня, чтобы начать серию.
sr: Забележи тренинг данас да покренеш низ.

source: Log food
de: Mahlzeit erfassen
es: Registrar comida
fr: Enregistrer un repas
hy: Սննդի գրանցում
it: Registra pasto
ka: კვების ჩაწერა
ru: Записать приём пищи
sr: Забележи оброк

source: Log it anyway
de: Trotzdem protokollieren
es: Registrarlo de todas formas
fr: Enregistrer quand même
hy: Այնուամենայնիվ գրանցել
it: Registralo comunque
ka: მაინც ჩაწერე
ru: Всё равно записать
sr: Ипак забележи

source: Log out of Soma?
de: Von Soma abmelden?
es: ¿Cerrar sesión en Soma?
fr: Se déconnecter de Soma ?
hy: Դո՞ւրս գալ Soma-ից։
it: Uscire da Soma?
ka: გამოხვიდე Soma-დან?
ru: Выйти из Soma?
sr: Одјавити се из Soma?

source: Log workout
de: Training loggen
es: Registrar
fr: Enregistrer
hy: Գրանցել
it: Registra
ka: ჩაწერა
ru: Записать
sr: Забележи

source: Logged
de: Erfasst
es: Registrado
fr: Enregistré
hy: Գրանցվել է
it: Registrato
ka: ჩაწერილია
ru: Записано
sr: Забележено

source: Logged %@
de: Protokolliert um %@
es: Registrado a las %@
fr: Enregistré à %@
hy: Գրանցվեց %@
it: Registrato alle %@
ka: დაფიქსირდა %@
ru: Записано %@
sr: Забележено %@

source: Logged today
de: Heute protokolliert
es: Registrado hoy
fr: Enregistré aujourd'hui
hy: Այսօր գրանցված
it: Registrato oggi
ka: დღეს ჩაწერილი
ru: Записано сегодня
sr: Забележено данас

source: Look out for tomorrow
de: Das solltest du für morgen beachten
es: Ten esto en cuenta para mañana
fr: À surveiller pour demain
hy: Ինչին ուշադրություն դարձնել վաղը
it: Da tenere d'occhio per domani
ka: რაზე მიაქციო ყურადღება ხვალ
ru: На что обратить внимание завтра
sr: На шта да пазиш сутра

source: Matched the plan · %lld of %lld blocks
de: Plan erfüllt · %lld von %lld Blöcken
es: Coincide con el plan · %lld de %lld bloques
fr: Conforme au plan · %lld sur %lld blocs
hy: Համընկավ պլանի հետ · %lld բլոկ %lld-ից
it: Corrisponde al piano · %lld di %lld blocchi
ka: გეგმას დაემთხვა · %lld ბლოკი %lld-დან
ru: Совпало с планом · %lld из %lld блоков
sr: Поклопило се с планом · %lld од %lld блокова

source: Mid-block check-in
de: Check-in zur Blockmitte
es: Control a mitad de bloque
fr: Bilan à mi-bloc
hy: Բլոկի միջին չեք-ինը
it: Controllo a metà blocco
ka: ბლოკის შუა ჩეკ-ინი
ru: Чек-ин в середине блока
sr: Провера на средини блока

source: Mid-block re-test
de: Zwischentest zur Blockmitte
es: Nueva prueba a mitad de bloque
fr: Nouveau test à mi-bloc
hy: Բլոկի միջին կրկնակի թեստը
it: Nuovo test a metà blocco
ka: ბლოკის შუა ხელახალი ტესტი
ru: Повторный тест в середине блока
sr: Поновни тест на средини блока

source: Month 1
de: Monat 1
es: Mes 1
fr: Mois 1
hy: 1-ին ամիս
it: Mese 1
ka: 1-ლი თვე
ru: Месяц 1
sr: Месец 1

source: Month 3
de: Monat 3
es: Mes 3
fr: Mois 3
hy: 3-րդ ամիս
it: Mese 3
ka: 3-ე თვე
ru: Месяц 3
sr: Месец 3

source: Month 6
de: Monat 6
es: Mes 6
fr: Mois 6
hy: 6-րդ ամիս
it: Mese 6
ka: 6-ე თვე
ru: Месяц 6
sr: Месец 6

source: Mood
de: Stimmung
es: Ánimo
fr: Humeur
hy: Տրամադրություն
it: Umore
ka: განწყობა
ru: Настроение
sr: Расположење

source: Mood check-in
de: Stimmungscheck
es: Registro de ánimo
fr: Suivi de l'humeur
hy: Տրամադրության նշում
it: Check-in dell'umore
ka: განწყობის აღრიცხვა
ru: Отметка настроения
sr: Провера расположења

source: More
de: Mehr
es: Más
fr: Plus
hy: Ավելին
it: Altro
ka: მეტი
ru: Ещё
sr: Више

source: My %lld-day Soma streak
de: Meine %lld-Tage-Serie bei Soma
es: Mi racha de %lld días en Soma
fr: Ma série de %lld jours sur Soma
hy: Իմ %lld-օրյա Soma շարքը
it: La mia serie di %lld giorni su Soma
ka: ჩემი %lld დღიანი Soma სერია
ru: Моя серия в Soma — %lld дн.
sr: Мој %lld-дневни низ у Soma
